1.7
อัปเดตวันที่ 27/09/2022 

✅กดเชื่อมต่อเน็ตแล้ว อย่าลืมกดเพิ่มเวลาในการเชื่อมต่อด้วยนะคับ
✅กดเพิ่มเวลาในการเชื่อมต่อครั้งละ 6 ชม.
✅สะสมสูงสุด 48 ชม.เพื่อการใช้งานอย่างต่อเนื่อง
✅วิธีแก้กดเพิ่มเวลาไม่ได้ ให้ออกจากแอพก่อนแล้วค่อยเข้าใหม่
✅กดเชื่อมต่อเน็ต เชื่อมต่อแล้วให้รอ 10-20 วินาที
✅แล้วกดเพิ่มเวลา ลองทำตามกันดูคับ

🚩Server All
💢CAT 9 Server
💢Free_ViP_GAME 5 Server 
💢TH-TRUE-FIBER 1 Server
💢TH-GENERAL 1 Server
💢VIP_SG_OVH 1 Server
💢VIP_SG 20 Server
👑SUPER_VIP สำหรับเช่าติดต่อแอดมิน

✅ควรเลือกเซิฟให้ตรงกับการใช้งาน
🔔Reboot Server 03:30 น.
👤Support AIS,DTAC,TRUE

⛔แจ้งปัญหากดที่ปุ่ม ℹ️ มุมบนขวามือแอพ
📌การอัพเดตไฟล์ # ควรมีอินเตอร์เน็ตในการอัพเดต

