2.2
อัปเดตวันที่ 27/10/2022

➕เพิ่มเซิฟเวอร์ AU เน็ตแรงๆใช้ทั่วไป เน้นใช้งานหนักดูยูทูปลื่นๆแรงๆ โซเชียลได้

🖲️กดเชื่อมต่อเน็ตแล้ว กดเพิ่มเวลาในการเชื่อมต่อด้วยนะคับ
⏰กดเพิ่มเวลาในการเชื่อมต่อครั้งละ 6 ชม.
สะสมสูงสุด 48 ชม.เพื่อการใช้งานอย่างต่อเนื่อง

⚙️แก้ปัญหาใครที่เพิ่มเวลาไม่ได้
⏰ให้ออกจากแอพก่อนแล้วค่อยเข้าใหม่
🔌กดเชื่อมต่อเน็ต เชื่อมต่อแล้วให้รอ 10-20 วินาที 
แล้วกดเพิ่มเวลา ลองทำตามกันดูคับ

🚩Server All
🇹🇭Server Thailand
🏅TRUE-IDC คลาวทรูแท้ (เกมส์ดี,โซเชียลลื่น)
🏅CAT 9 Server (โซเชียล,ทั่วไป)
🏅Free_ViP_GAME 5 Server (เล่นเกมส์ดี)
🏅TH-TRUE-FIBER 1 Server (ทั่วไป)
🏅TH-GENERAL 1 Server (ทั่วไป)
🇦🇺Server Australia (ยูทูปลื่นไหล,โซเชียลได้)
🇸🇬Server Singapore
🏅VIP_SG_OVH 1 Server (ดูยูทูป,โซเชียล)
🏅VIP_SG 20 Server (ทั่วไป,ดูยูทูป)
👑 Super VIP สำหรับเช่า ติดต่อแอดมิน


✅ควรเลือกเซิฟให้ตรงกับการใช้งาน
🔔Reboot Server 03:30 น.
👤Support AIS,DTAC,TRUE

⛔แจ้งปัญหากดที่ปุ่ม ℹ️ มุมบนขวามือแอพ
📌การอัพเดตไฟล์ # ควรมีอินเตอร์เน็ตในการอัพเดต

