7.6
อัพเดตวันที่ 09/12/2021
 •เเก้ไขพร๊อกซี่ VIP SG 10 Server
 •เพิ่มเซิฟ JP,HK,IN,ID,PH

♦️▪️🇸🇬 ฟรี VIP SG 10 Server
♦️▪️🇯🇵 ฟรี JP ญี่ปุ่น
♦️▪️🇭🇰 ฟรี HK ฮ่องกง
♦️▪️🇮🇳 ฟรี IN อินเดีย
♦️▪️🇮🇩 ฟรี ID อินโนนีเซีย
♦️▪️🇵🇭 ฟรี PH ฟิลิปปินด์

♦️▪️🇹🇭 ฟรี VIP-CAT
♦️▪️🇹🇭 ฟรี TH-CS
♦️▪️🇹🇭 ฟรี TH-NIPA

🔒ซุปเปอร์ ViP สำหรับเช่า
🎗️สนใจ ViP : ติดต่อ LINE ID : ioffop

✅โปรดอ่านรายละเอียดและวิธีการใช้งาน
1.ต้องสมัครโปรตามที่ระบุ
2.เชื่อมต่อไฟล์ให้ถูกต้องตามซิมที่ใช้งาน
3.ทำตามข้อ 1-2 เสร็จเข้าแอพกดอัพเดตไฟล์เพื่อเข้าใช้งาน
4.ไฟล์ไหนเซิฟไหนไม่ติดหรือเน็ตช้าให้เปลี่ยนเซิฟในการใช้งาน
5.ไฟล์ auto ถ้าไม่ติดให้กดย้ำๆจนเชื่อมติด 
_____________________________________
✅ควรเลือกเซิฟให้ตรงกับการใช้งาน
☑️ระบบจะรีสตาร์ทเครื่องเซิฟเวอร์ทุกวันช่วงเวลาตี 3:30 น. (ใช้เวลาประมาณ1-3นาที) จะทำให้ใช้งานไม่ได้ในเวลาดังกล่าวคับ 

//////////////////////////////////////////
1.ซิม AIS
•AisPlay *777*885# 59บ./เดือน
•เน็ตกันรั่วAis *777*7076# 30บ./เดือน
/////////////////////////////////////////
2.DTAC
•Dtac - Lazada โปรตามใจ(แอพดีเทค)
•Dtac - HappyLine *104*777#
•Dtac - HappyCall เน็ตกันรั่ว*103*99#
•Dtac - Social (ซิมโซเชียลฮีโร)
////////////////////////////////////////
3. TrueMove -H
•True - Social *935*35#
•True - Esport *935*52#
•True - NOPRO (ใช้ได้ทุกโปรของทรู)
•True - FBLine+เน็ตกันรั่ว *935*88#


⛔แจ้งปัญหากดที่ปุ่ม ℹ️ มุมบนขวามือแอพ

การอัพเดต # ควรมีอินเตอร์เน็ตในการอัพเดต


