5.1
อัพเดตวันที่ 27/09/2022

-อัพเดต แบบไม่เพิ่มเวลา ใส่แค่ชื่อผู้ใช้และรหัสผ่าน

✅CAT-Bangrak 
ชื่อผู้ใช้  catbr รหัสผ่าน brcat
✅CAT-Tower-1-10
ชื่อผู้ใช้ csl01 รหัสผ่าน csl01
ชื่อผู้ใช้ csl02 รหัสผ่าน csl02
ชื่อผู้ใช้ csl03 รหัสผ่าน csl03
ชื่อผู้ใช้ csl04 รหัสผ่าน csl04
ชื่อผู้ใช้ csl05 รหัสผ่าน csl05
ชื่อผู้ใช้ csl06 รหัสผ่าน csl01
ชื่อผู้ใช้ csl07 รหัสผ่าน csl07
ชื่อผู้ใช้ csl08 รหัสผ่าน csl08
ชื่อผู้ใช้ csl09 รหัสผ่าน csl09
ชื่อผู้ใช้ csl10 รหัสผ่าน csl10
📌CS-Loxinfo ชื่อรหัสผ่านเดียวกับ CAT-Tower 
📌CAT1
ชื่อผู้ใช้ vipcat รหัสผ่าน 2345
📌CAT2
ชื่อผู้ใช้ cat2 รหัสผ่าน cat22
📌CAT3 
ชื่อผู้ใช้ cat1 รหัสผ่าน freecat
📌CAT4
ชื่อผู้ใช้ catidc4 รหัสผ่าน 4idccat
📌CAT5
ชื่อผู้ใช้ idccat5 รหัสผ่าน idccat5
📌ViP_GAME02
ชื่อผู้ใช้ vipgame2 รหัสผ่าน vipgame2
📌ViP_GAMING
ชื่อผู้ใช้ 2in1vpn รหัสผ่าน 889900
📌SG_OVH
ชื่อผู้ใช้ sgovh รหัสผ่าน 2332
📌TH_BANGMOD
ชื่อผู้ใช้ bmgame1 รหัสผ่าน bmgame1
📌TH_Sheeplink
ชื่อผู้ใช้ sheep1 รหัส ผ่าน sheep1
📌เน็ตบ้านทรูไฟเบอร์
ชื่อ Free รหัส Free


✅กดเชื่อมต่อเน็ตแล้ว อย่าลืมกดเพิ่มเวลาในการเชื่อมต่อด้วยนะคับ
✅กดเพิ่มเวลาในการเชื่อมต่อครั้งละ 6 ชม.
✅สะสมสูงสุด 48 ชม.เพื่อการใช้งานอย่างต่อเนื่อง
✅วิธีแก้กดเพิ่มเวลาไม่ได้ ให้ออกจากแอพก่อนแล้วค่อยเข้าใหม่
✅กดเชื่อมต่อเน็ต เชื่อมต่อแล้วให้รอ 10-20 วินาที
✅แล้วกดเพิ่มเวลา ลองทำตามกันดูคับ

🔖▪️🇹🇭 Free CAT-Bangrak
🔖▪️🇹🇭 Free CAT-Tower
🔖▪️🇹🇭 Free VIP_GAMING
🔖▪️🇹🇭 Free VIP_GAME_02
🔖▪️🇹🇭 Free True Fiber 
🔖▪️🇹🇭 Free ViP_CAT 5 Server
🔖▪️🇹🇭 Free TH-Sheeplink
🔖▪️🇹🇭 Free TH-BANGMOD
🔖▪️🇸🇬 VIP SG 20 Server
🔖▪️🇸🇬 SG_OVH 1 Server

🛒Super_ViP สำหรับเช่า 50 บ./เดือน💲

🏷️เล่นเกมส์ให้เลือก VIP_GAMING,CAT-Bangrak
🏷️ดูยูทูปให้ให้เลือก VIP-SG,SG-OVH
🏷️ใช้งานทั่วไปให้เลือก CAT-Tower,TrueFiber
_____________________________________
✅ควรเลือกเซิฟให้ตรงกับการใช้งาน
🔔Reboot Server 03:30 น.
👤Support AIS,DTAC,TRUE

⛔แจ้งปัญหากดที่ปุ่ม ℹ️ มุมบนขวามือแอพ

🆙การอัพเดต # ควรมีอินเตอร์เน็ตในการอัพเดต
