1.5
อัพเดตวันที่ 21/02/22

➕ เพิ่ม ViP_CAT 2 server

🔖▪️🇹🇭 Free ViP_CAT 2 Server
🔖▪️🇹🇭 Free TH-CSL
🔖▪️🇹🇭 Free TH-GAME
🔖▪️🇹🇭 Free TCC Technology 
🔖▪️🇹🇭 Super VIP สำหรับเช่า 50 บ./เดือน
🔖▪️🇸🇬 VIP  SG 20 Server
🔖▪️🇭🇲 ฟรี AU ออสเตรเลีย
🔖▪️🇨🇦 ฟรี CA แคนาดา
🔖▪️🇮🇳 ฟรี IN อินเดีย
🔖▪️🇺🇲 ฟรี US สหรัฐอเมริกา

🏷️เล่นเกมส์ให้เลือก TH-GAME
🏷️ดูยูทูปให้ให้เลือก VIP-SG
🏷️ใช้งานทั่วไปให้เลือก ViP_CAT,TH-CSL,TH-GAME,UK,US,CA,IN
_____________________________________
✅ควรเลือกเซิฟให้ตรงกับการใช้งาน
🔔Reboot Server 03:30 น.
👤Support AIS,DTAC,TRUE

⛔แจ้งปัญหากดที่ปุ่ม ℹ️ มุมบนขวามือแอพ

🆙การอัพเดต # ควรมีอินเตอร์เน็ตในการอัพเดต