2.2
อัพเดตวันที่ 13/05/2022

แจ้งอัพเดตไฟล์ใหม่คับ

✔️ เพิ่มไฟล์ Server 3BB ทำจากเน็ตบ้าน
✔️ เพิ่มไฟล์ Server True ทำจากเน็ตบ้าน

🔖▪️🇹🇭 Free 3BB Fiber ทำจากเน็ตบ้าน
🔖▪️🇹🇭 Free True Fiber ทำจากเน็ตบ้าน
🔖▪️🇹🇭 Free ViP_CAT 3 Server
🔖▪️🇹🇭 Free TH-GAME
🔖▪️🇹🇭 Free TCC Technology 2 Server
🔖▪️🇸🇬 VIP SG 20 Server

🛒Buy_Super_ViP สำหรับเช่า 50 บ./เดือน💲

🏷️เล่นเกมส์ให้เลือก TH-GAME,TCC
🏷️ดูยูทูปให้ให้เลือก VIP-SG
🏷️ใช้งานทั่วไปให้เลือก เน็ตบ้าน3BB,เน็ตบ้านทรู,CAT-IDC
_____________________________________
✅ควรเลือกเซิฟให้ตรงกับการใช้งาน
🔔Reboot Server 03:30 น.
👤Support AIS,DTAC,TRUE

⛔แจ้งปัญหากดที่ปุ่ม ℹ️ มุมบนขวามือแอพ

🆙การอัพเดต # ควรมีอินเตอร์เน็ตในการอัพเดต
