3.1
อัพเดตวันที่ 02/06/2022

✔️ เพิ่มเซิฟ CAT-IDC
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
✔️ เพิ่มเซิฟ CA,DE,KR
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
✔️ แก้ไขไฟล์ HK,IN,JP,SG_Digital
➖➖➖➖➖➖➖➖➖➖➖➖➖➖
✅กดเชื่อมต่อเน็ตแล้ว อย่าลืมกดเพิ่มเวลาในการเชื่อมต่อด้วยนะคับ
✅กดเพิ่มเวลาในการเชื่อมต่อครั้งละ 6 ชม.
✅สะสมสูงสุด 48 ชม.เพื่อการใช้งานอย่างต่อเนื่อง
✅วิธีแก้กดเพิ่มเวลาไม่ได้ ให้ออกจากแอพก่อนแล้วค่อยเข้าใหม่
✅กดเชื่อมต่อเน็ต เชื่อมต่อแล้วให้รอ 1-2 นาที
✅แล้วกดเพิ่มเวลา ลองทำตามกันดูคับ

🔖▪️🇹🇭 Free VIP_GAMING
🔖▪️🇹🇭 Free 3BB Fiber
🔖▪️🇹🇭 Free True Fiber 
🔖▪️🇹🇭 Free ViP_CAT 4 Server
🔖▪️🇹🇭 Free TH-GAME
🔖▪️🇹🇭 Free TCC Technology 2 Server
🔖▪️🇸🇬 VIP SG 20 Server
🔖▪️🇸🇬 SG_Digital 4 Server
🔖▪️🇭🇰 HK▪️🇮🇳 IN 2 Server▪️🇨🇦 CA
🔖▪️🇯🇵 JP▪️🇩🇪 DE 2 Server▪️🇰🇷 KR

🛒Super_ViP สำหรับเช่า 50 บ./เดือน💲

🏷️เล่นเกมส์ให้เลือก VIP_GAMING,TH-GAME
🏷️ดูยูทูปให้ให้เลือก VIP-SG,3BBFiber,TrueFiber
🏷️ใช้งานทั่วไปให้เลือก CAT-IDC,TCC
_____________________________________
✅ควรเลือกเซิฟให้ตรงกับการใช้งาน
🔔Reboot Server 03:30 น.
👤Support AIS,DTAC,TRUE

⛔แจ้งปัญหากดที่ปุ่ม ℹ️ มุมบนขวามือแอพ

🆙การอัพเดต # ควรมีอินเตอร์เน็ตในการอัพเดต
