1.9
อัพเดตวันที่ 28/03/2022

#เปลี่ยนTH-CSL  เป็น CAT-IDC 
#แก้ไข Proxy ViP_SG

🔖▪️🇹🇭 Free ViP_CAT 3 Server
🔖▪️🇹🇭 Free TH-GAME
🔖▪️🇹🇭 Free TCC Technology 
🔖▪️🇹🇭 Super VIP สำหรับเช่า 50 บ./เดือน
🔖▪️🇸🇬 VIP  SG 20 Server

🏷️เล่นเกมส์ให้เลือก TH-GAME
🏷️ดูยูทูปให้ให้เลือก VIP-SG
🏷️ใช้งานทั่วไปให้เลือก CAT-IDC
_____________________________________
✅ควรเลือกเซิฟให้ตรงกับการใช้งาน
🔔Reboot Server 03:30 น.
👤Support AIS,DTAC,TRUE

⛔แจ้งปัญหากดที่ปุ่ม ℹ️ มุมบนขวามือแอพ

🆙การอัพเดต # ควรมีอินเตอร์เน็ตในการอัพเดต